[TLP_V_3_Rifle_CV X2WeaponTemplate]
FriendlyName="XCOM 电浆突击步枪 (T1)"
FriendlyNamePlural="XCOM 电浆突击步枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_3_Rifle_MG X2WeaponTemplate]
FriendlyName="XCOM 电浆突击步枪 (T2)"
FriendlyNamePlural="XCOM 电浆突击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_3_Rifle_BM X2WeaponTemplate]
FriendlyName="XCOM 电浆突击步枪 (T3)"
FriendlyNamePlural="XCOM 电浆突击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"


[TLP_V_3_Shotgun_CV X2WeaponTemplate]
FriendlyName="XCOM 电浆霰弹枪 (T1)"
FriendlyNamePlural="XCOM 电浆霰弹枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_3_Shotgun_MG X2WeaponTemplate]
FriendlyName="XCOM 电浆霰弹枪 (T2)"
FriendlyNamePlural="XCOM 电浆霰弹枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_3_Shotgun_BM X2WeaponTemplate]
FriendlyName="XCOM 电浆霰弹枪 (T3)"
FriendlyNamePlural="XCOM 电浆霰弹枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"


[TLP_V_3_LMG_CV X2WeaponTemplate]
FriendlyName="XCOM 电浆加农炮 (T1)"
FriendlyNamePlural="XCOM 电浆加农炮 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高轻机枪的战术效能。"
AbilityDescName="加农炮"

[TLP_V_3_LMG_MG X2WeaponTemplate]
FriendlyName="XCOM 电浆加农炮 (T2)"
FriendlyNamePlural="XCOM 电浆加农炮 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高轻机枪的战术效能。"
AbilityDescName="加农炮"

[TLP_V_3_LMG_BM X2WeaponTemplate]
FriendlyName="XCOM 电浆加农炮 (T3)"
FriendlyNamePlural="XCOM 电浆加农炮 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人掠夺的升级来提高轻机枪的战术效能。"
AbilityDescName="加农炮"


[TLP_V_3_Sniper_CV X2WeaponTemplate]
FriendlyName="XCOM 电浆狙击步枪 (T1)"
FriendlyNamePlural="XCOM 电浆狙击步枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击步枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_3_Sniper_MG X2WeaponTemplate]
FriendlyName="XCOM 电浆狙击步枪 (T2)"
FriendlyNamePlural="XCOM 电浆狙击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击步枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_3_Sniper_BM X2WeaponTemplate]
FriendlyName="XCOM 电浆狙击步枪 (T3)"
FriendlyNamePlural="XCOM 电浆狙击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击步枪的战术效能。"
AbilityDescName="狙击步枪"


[TLP_V_3_Pistol_CV X2WeaponTemplate]
FriendlyName="XCOM 电浆手枪 (T1)"
FriendlyNamePlural="XCOM 电浆手枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里掠夺的升级武器来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_3_Pistol_MG X2WeaponTemplate]
FriendlyName="XCOM 电浆手枪 (T2)"
FriendlyNamePlural="XCOM 电浆手枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里掠夺的升级武器来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_3_Pistol_BM X2WeaponTemplate]
FriendlyName="XCOM 电浆手枪 (T3)"
FriendlyNamePlural="XCOM 电浆手枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里掠夺的升级武器来提高手枪的战术效能。"
AbilityDescName="手枪"